Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/report_sr_samipeople_fi.pdf.tmx
Source language: fin
Languages: sme

source: Erityisraportoijalle kerrottiin myös, että yliopistollisen opettajakoulutuksen opetusohjelmiin ei sisälly riittävästi saamelaisten historiaan ja kulttuuriin liittyvää ohjausta.
sme: Spesiálaraporterejeaddjái muitaluvvui maiddái dat, ahte universitehtaid oahpaheaiskuvlema oahppoplánain ii leat doarvái sámi historjái ja kultuvrii laktáseaddji bagadallan.

source: Erityisraportoija on lisäksi kuullut useaan otteeseen median hyvin stereotyyppisestä saamelaiskuvasta, joka on omiaan heikentämään saamelaisten julkista kuvaa ja johtaa myös yleiseen yhteiskunnallisen mielenkiinnon puutteeseen saamelaisuutta kohtaan.
sme: Dasa lassin sierraraporterejeaddji lea gullan máŋgii, ahte mediain lea oalle stereotiippalaš govva sápmelaččain, mii bealistis fuonida sápmelaččaid almmolaš gova ja doalvu maiddái dasa, ahte almmolaš servodatlaš beroštupmi váilu sápmelašvuođa ektui.

source: V. Johtopäätökset ja suositukset
sme: V. Bohtosat ja ávžžuhusat

source: A. Yleiset juridiset ja poliittiset rakenteet
sme: A. Oppalaš lágalaš ja politihkalaš rámat

source: 71. Yleisesti ottaen Norjassa, Ruotsissa ja Suomessa kiinnitetään muihin maihin verrattuna suhteellisen paljon huomiota alkuperäiskansojen ongelmiin.
sme: 71. Oppalaččat Norggas, Ruoŧas ja Suomas giddejuvvo eanet fuomášupmi álgoálbmogiid váttisvuođaide go eará riikkain.

source: Pohjoismaiden saamelaisväestöä koskevat suunnitelmat ja ohjelmat toimivat monessa suhteessa hyvinä esimerkkeinä alkuperäiskansojen oikeuksien turvaamisesta.
sme: Máŋgii Davviriikkaid Sámi álbmogii guoski plánat ja prográmmat doibmet buorrin ovdamearkan álgoálbmogiid vuoigatvuođaid dorvvasteamis.

source: Paljon on tästä huolimatta kuitenkin vielä tekemättä sen varmistamiseksi, että saamelaisväestö voi toteuttaa itsemääräämisoikeuttaan ja asettaa yhteisiä tavoitteita useamman kuin yhden valtion alueena asuvana kansana sekä nauttia kussakin asuinvaltiossaan täysimääräisesti niistä oikeuksista, jotka alkuperäiskansoille on nykyisissä kansainvälisissä sopimuksissa taattu.
sme: Ollu lea goittotge dás fuolakeahttá dagakeahttá dan dorvvasteamis, ahte Sámi álbmot sáhttá ollašuhttit iešmearrideamis ja ovddidit oktasaš ulbmiliiddiset eambbo go ovtta riikka viidodagas orru álbmogin ja maid návddašit iešguđege ássanriikkas ollásit daid vuoigatvuođain, mat leat dorvvastuvvon dálá olmmošvuoigatvuođakonvenšuvnnain álgoálbmogiidda.

source: 72. Erityisraportoija kiittää Norjaa siitä, että se ratifioi ensimmäisenä valtiona ILO:n itsenäisten maiden alkuperäis- ja heimokansoja koskevan yleissopimuksen nro 169. Erityisraportoija kehottaa Suomea loppuunsaattamaan kyseisen sopimuksen ratifioimiseksi tarvittavat toimenpiteet ja Ruotsia harkitsemaan ratifioimista saamelaisia kuultuaan.
sme: 72. Spesiálaraporterejeaddji giitá Norgga das, ahte dat ratifierii vuosttas stáhtan riikkaidgaskasaš bargoorganisašuvnna konvenšuvnna nr 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain. Spesiálaraporterejeaddji ávžžuha Suoma gerget ILO-soahpamuša ratifierema gáibidan doaimmaid ja Ruoŧa árvvoštallat ratifierema ovttasráđiid sápmelaččaiguin.

source: B. Itsemääräämisoikeus
sme: B. Iešmearridanvuoigatvuohta

source: 73. Vaikka saamelaisalueet ja -kansat ovat historian saatossa jakautuneet neljän valtion alueelle, saamelaiset ovat tehneet merkittäviä ponnistuksia pitääkseen yllä ja vahvistaakseen valtioiden rajat ylittäviä keskinäisiä siteitään ja edistääkseen intressejään yhtenä kansana.
sme: 73. Vaikke Sámi guovllut ja álbmot leat historjjá olis juohkásan njealji riikka viidodahkii, sápmelaččat lea rahčan sakka doalahit ja nannet riikkaid rájáidrasttildeaddji oktavuođaid ja gárggiidit beroštumiideaset oktan álbmogin.

source: Saamelaisten etujen ajamiseksi koko Saamenmaan alueella on perustettu lukuisia yleissaamelaisia instituutioita, joilla on tärkeä rooli valtioiden rajat ylittävän saamelaispolitiikan kehittämisessä.
sme: Leat vuođđuduvvon máŋga rájáidrasttildeaddji institušuvnna Sámi álbmoga beroštumiid gohcima várás miehtá Sámi guovllu, main lea dehálaš rolla dakkár sámi politihka gárggiideamis, mii ollá dobbelii go ovtta stáhta viidodahkii.

source: Erityisraportoija panee tyytyväisenä merkille, että Pohjoismaiden hallitukset eivät yleensä ole estäneet rajat ylittävien saamelaissuhteiden solmimista ja ovat aika ajoin jopa helpottaneet sitä.
sme: Spesiálaraporterejeaddji lea duđavaš, go Davviriikkaid ráđđehusat eai leat dábálaččat hehtten rájáidrasttildeaddji sámi oktavuođaid ja leat muhtumin juoba álkidan daid.

source: 74. Erityisraportoija panee merkille pohjoismaisen saamelaissopimuksen hyväksymisessä saavutetun merkittävän edistyksen.
sme: 74. Spesiálaraporterejeaddji gidde fuomášumi, ahte davviriikkalaš sámekonvenšuvnna dohkkeheamis lea dáhpáhuvvan mearkkašahtti gárggiideapmi.

source: Hän pitää tervetulleena Pohjoismaiden ja saamelaiskäräjien sitoutumista jatkaa vuoden 2011 aikana neuvotteluja sopimuksen hyväksymiseksi.
sme: Son atná buresboahtin Davviriikkaid ja sámedikkiid čatnaseami joatkit jagi 2011 áigge ráđđádallamiid konvenšuvnna dohkkeheami várás.

source: Erityisraportoija pyytää valtioita varmistamaan, että näiden neuvottelujen puitteet mahdollistavat saamelaiskäräjien osallistumisen niihin yhdenvertaisina osapuolina.
sme: Spesiálaraporterejeaddji bivdá 21 stáhtaid nannet, ahte dáid ráđđádallaneavttut láhččojuvvojit nu, ahte sámedikkit besset ráđđádallat ovttaveardásaš oassebeallin.

source: 75. Erityisraportoija suorittelee, että Pohjoismaat jatkavat ja tehostavat ponnistelujaan saamelaiskansojen itsemääräämisoikeuden sekä aiempaa aidompien vaikuttamismahdollisuuksien toteuttamiseksi heitä koskevan päätöksenteon osalta.
sme: 75. Spesiálaraporterejeaddji ávžžuha, ahte Davviriikkat jotket ja beavttálmahttet rahčamušaideaset Sámi álbmoga iešmearrideami ollašuhttimis ja maid láhčet duođalut váikkuhanvejolašvuođaid go ovdalis sidjiide guoski mearrádusdahkamis.

source: Tämä tavoite voidaan jossain määrin saavuttaa aiempaa tehokkaammilla kuulemismenettelyillä, joilla varmistetaan, että saamelaisiin välittömästi vaikuttavia päätöksiä ei tehdä ilman heidän vapaaehtoista ja tietoon perustuvaa etukäteissuostumustaan.
sme: Dán ulbmila sáhttit juksat muhtumassii beaktileappot ráđđádallanmeannudanvugiiguin go ovdalis, maiguin dorvvastuvvo, ahte sápmelaččaide njuolga váikkuheaddji mearrádusat eai dahkkojuvvo sin eaktodáhtolaš, ovddalgihtii addojuvvon ja vuđolaš dieđuide vuođđuduvvi miehtama haga.

source: Lisäksi valtioiden tulisi harkita yhdessä saamelaiskäräjien kanssa määrättyjen alueiden rajaamista siten, että saamelaiskäräjät toimisivat niiden puitteissa ensisijaisena tai yksinomaisena päätöksentekijöinä etenkin saamelaisia koskevissa kysymyksissä, myös saamelaisten maaalueisiin, kieliin, perinteisiin elinkeinoihin ja kulttuureihin liittyvissä asioissa.
sme: Dasa lassin stáhtat galggašedje árvvoštallat ovttasráđiid sámedikkiiguin meroštallat dihto surggiid rájáid nu, ahte sámedikkit doaimmašedje dáid olis juo áidna dahje váldomearrádusdahkkin earenoamážit Sámi álbmogii guoski áššiin, maiddái sámi eana-, giella-, árbevirolaš ealáhusas- ja kulturáššiin.

source: 76. Erityisraportoija suorittelee, että Pohjoismaat ja erityisesti Ruotsi tekisivät tarvittavat uudistukset, joilla varmistetaan saamelaiskäräjien – saamelaiskansojen ylimpänä edustuselimenä – aiempaa suurempi itsenäisyys suhteessa valtion laitoksiin ja viranomaisiin.
sme: 76. Spesiálaraporterejeaddji ávžžuha, ahte Davviriikkat ja earenoamážit Ruoŧŧa ođasmahtášii sámedikki nu, ahte dorvvastuvvo dan – Sámi álbmoga bajimus ovddastusorgánan – stuorát iehčanasvuohta go ovdalis stáhta lágádusaid ja eiseválddiid ektui.

source: Erityisesti Ruotsin tulisi tarkistaa Ruotsin saamelaiskäräjien lakisääteistä asemaa ja tehtäviä suhteessa Ruotsin valtionhallinnon rakenteisiin tavoitteena saamelaiskäräjien itsenäisen päätöksentekovallan kasvattaminen.
sme: Earenoamážit Ruoŧŧa galggašii dárkkistit Ruoŧa beale sámedikki lágain mearriduvvon sajádaga ja bargguid Ruoŧa stáhtahálddahusa doaimmaid ektui ulbmilin nannet sámedikki iehčanas mearridanválddi.

source: 77. Pohjoismaiden tulisi järjestää saamelaiskäräjille riittävä rahoitus, jonka turvin ne voivat tehokkaasti toteuttaa itsehallinnollisia tehtäviään.
sme: 77. Davviriikkat galggašedje lágidit sámedikkiide doarvái ruhtadeami, mainna dat sáhttet beaktilit ollašuhttit iešstivrendoaimmaideaset.

source: Erityisesti olisi järjestettävä aiempaa enemmän rahoitusta saamelaiskäräjien itsenäisesti yksilöimille, kehittämille ja toteuttamille hakkeille ja aloitteille.
sme: Earenoamážit galgá ruhtadit eambbo go ovdalis fitnuid ja álgagiid, maid sámedikkit ieža leat evttohan, gárggiidan ja maid sii ieža ollašuhttet.

source: Valtioiden tulisi kehittää sopivat menettelytavat yhteydenpitoon saamelaiskäräjien kanssa tämän tavoitteen toteuttamiseksi.
sme: Sámedikkiid várás stáhtat galggašedje gárggiidit heivvolaš šiehtadallanmeannudanvugiid dán ulbmila ollašuhttima geažil.

source: C. Oikeus maa-alueisiin, vesistöihin ja luonnonvaroihin
sme: C. Vuoigatvuođat eatnamiidda, čáziide ja luondduvalljodagaide

source: 78. Mahdollisuudella turvata oikeus omaan maahan ja sen luonnonvaroihin on keskeinen merkitys yhtä lailla saamelaisten kuin maapallon muidenkin
sme: 78. Vuoigatvuođaid dorvvasteamis eatnamiidda ja dan luondduvalljodagaide lea guovddáš mearkkašupmi nu sápmelaččaid go earáge álgoálbmogiid iešmearridanvuoigatvuhtii.

source: Tämä mahdollisuus on edellytyksenä sille, että saamelaiset voivat jatkaa olemassaoloaan erillisenä kansana.
sme: Dát lea eaktun dasa, ahte sápmelaččat sáhttet ain bissut sierra álbmogin.

source: 79. Erityisraportoija tunnustaa Pohjoismaiden valtioiden viime vuosikymmenten aikana tekemät ponnistelut, joilla on pyritty parantamaan saamelaisten oikeuksia omiin maa-alueisiinsa ja luonnonvaroihinsa.
sme: 79. Spesiálaraporterejeaddji dovddasta Davviriikkaid rahčamušaid maŋimuš logiid jagiid, maid ulbmilin lea leamaš buoridit Sámi álbmoga vuoigatvuođaid iežaset eatnamiidda ja luondduvalljodagaide.

source: Näitä ponnisteluja tulisi edelleen tehostaa, jotta saamelaisten taloudelliselle, sosiaaliselle ja kulttuuriselle kehitykselle voidaan taata kestävä pohja.
sme: Dáid rahčamušaid galggašii ain beavttálmahttit sakka, vai Sámi álbmoga ekonomalaš, sosiálalaš ja kultuvrralaš ovdáneapmái sáhttá dorvvastit bissovaš vuođu.

source: 80. Erityisraportoija suosittelee, että Norja vie päätökseen prosessin, jolla selvitetään ja turvataan saamelaisten oikeudet maa-alueisiinsa ja luonnonvaroihinsa Finnmarkin läänin alueella sekä sen ulkopuolella.
sme: 80. Spesiálaraporterejeaddji ávžžuha, ahte Norga loahpaha proseassa, mainna čielggaduvvojit ja dorvvastuvvojit sápmelaččaid vuoigatvuođat eatnamiidda ja luondduvalljodagaide Finnmárkku fylkkas ja dan olggobealde.

source: Lisäksi raportoija suosittelee, että Norja käy tarkasti läpi rannikkokalastuskomitean havainnot ja ryhtyy tehokkaisiin toimiin rannikkosaamelaisten kalastusoikeuksien turvaamiseksi.
sme: Dasa lassin son ávžžuha, ahte Norga gieđahallá dárkilit riddoguolástankomitea bohtosiid ja vuolggaha beaktilis doaimmaid riddosápmelaččaid vuoigatvuođaid dorvvasteami várás.

source: 81. Erityisraportoija suosittelee, että Ruotsi tehostaa ponnistelujaan saamelaisille perinteisesti kuuluvan alueen rajaamiseksi.
sme: 81. Spesiálaraporterejeaddji ávžžuha, ahte Ruoŧŧa beavttálmahttá rahčamušaidis Sámi álbmoga árbevirolaš guovlluid ráddjemis.

source: Lisäksi raportoija kehottaa Ruotsia hyväksymään lainsäädännön, jolla lievennetään nykyistä ankaraa todistustaakkaa saamelaisten perinteisten maanomistusoikeuksien toteennäyttämiseksi tuomioistuinkäsittelyssä ja myönnetään saamelaisosapuolille oikeusapua tällaisissa käsittelyissä.
sme: 22 Ruoŧa dohkkehit lágaid, maiguin láivuduvvo dálá garra duođaštusnoađđi sámiid árbevirolaš eanavuoigatvuođaid duohtančájeheamis duopmostuoluin ja mieđihuvvo sámi oassebeliide riekteveahkki dákkár gieđahallamiin.

source: 82. Ruotsin tulisi Ruotsin saamelaiskäräjien ja saamelaisväestön kanssa neuvotellen tehostaa ponnistelujaan lainsäädännön kehittämiseksi siten, että voidaan puuttua saamelaisväestöä koskeviin epäkohtiin, kuten maa-alueiden ja luonnonvarojen hallintaoikeuksiin liittyviin ongelmiin.
sme: 82. Ruoŧŧa galggašii ráđđádallat Ruoŧa beale sámedikkiin ja Sámi álbmogiin ja dán láhkai beavttálmahttit rahčamušaidis lágaid gárggiidit nu, ahte buoriduvvojit Sámi álbmoga dilit, nugo vuoigatvuođaid eatnamiidda ja luondduvalljodagaide.

source: 83. Suomen tulisi tehostaa toimiaan saamelaisten maa-alueita ja luonnonvaroja koskevien oikeuksien selvittämiseksi ja turvaamiseksi juridisessa mielessä.
sme: 83. Suopma galggašii beavttálmahttit rahčamušaidis čielggadit ja dorvvastit lágaiguin sápmelaččaid vuoigatvuođaid eatnamiidda ja luondduvalljodagaide.

source: Suomen tulisi erityisesti varmistaa saamelaisten harjoittaman poronhoidon erityisaseman turvaaminen ottaen huomioon kyseisen elinkeinon keskeinen merkitys saamelaisten kulttuurille ja perinnölle.
sme: Suopma galggašii earenoamážit dáhkidit sierra suoji sámi boazodollui ja váldit vuhtii ealáhusa guovddáš mearkkašumi Sámi álbmoga kultuvrii ja árbevieruide.

source: 84. Luonnonvarojen hyödyntämisen saamelaisalueilla mahdollistavien lainsäädännöllisten ja hallinnollisten mekanismien tulisi olla soveltuvien kansainvälisten normien mukaisia, myös silloin, kun ne koskevat näiden toimien vaikutusten kohteena olevien alkuperäisyhteisöjen asianmukaista kuulemista sekä vapaaehtoista ja tietoon perustuvaa etukäteissuostumusta, vaikutusten lieventämiseksi tarvittavia toimia, korvauksia ja hyötyjen jakamista.
sme: 84. Rievttálaš ja hálddahuslaš vuogádagat, maiguin luondduvalljodagat ávkkástallojit sámeguovlluin, galggašedje čuovvut álbmotrievtti norpmaid, mat leat ee. ráđđádallamat doaimmaid čuozáhahkan leahkki álgoálbmogiiguin ja sin eaktodáhtolaš, ovddalgihtii addojuvvon ja vuđolaš dieđuide vuođđuduvvi miehtan sihke váikkuhusaid láivudeami várás vuolggahuvvon doaimmat ja ávkkiid juogadeapmi.

source: 85. Pohjoismaiden tulisi saamelaiskäräjien kanssa neuvotellen koordinoida toimenpiteitä, joilla pyritään hillitsemään ilmastonmuutoksen haitallisia vaikutuksia saamelaisiin.
sme: 85. Davviriikkat galggašedje ovttasráđiid sámedikkiiguin koordineret doaibmabijuid, maid ulbmilin lea figgat eastadit dálkkádatrievdama vahátlaš váikkuhusaid Sámi álbmogii.

source: Samalla tulisi varmistaa, että uusiutuvien energianlähteiden käytön edistämiseksi tehtävillä toimenpiteillä, kuten tuulipuistojen rakentamisella, ei itsessään ole haitallista vaikutusta saamelaisten elinkeinoihin.
sme: Seammás galggašii sihkkarastit, ahte ođasmuvvi energiijagálduin, nugo bieggamilluid huksemiin, ii leat vahátlaš váikkuhus sámi ealáhusaide.

source: 23 86. Pohjoismaiden tulee pyrkiä pitämään poronhoitoalueiden petoeläinpopulaatiot paliskuntien sietämillä tasoilla, ja petoeläinten aiheuttamat vahingot tulee korvata poronhoitajille täysimääräisesti.
sme: 86. Davviriikkat galget figgat doallat boazodoalloguovlluid boraspiriid meriid dakkár dásiin, man bálgosat ja čearut sáhttet dohkkehit, ja boraspiriid dagahan vahágat galget buhttejuvvot boazoeaiggádiidda ollásit.

source: D. Kieli ja koulutus
sme: D. Giella ja oahpahus

source: 87. Erityisraportoija suosittelee, että Pohjoismaat ja saamelaiskäräjät tehostavat yhteisiä ponnistelujaan saamelaiskielten elvyttämiseksi ja vahvistavat saamelaiskielten ja - kulttuurin koulutusohjelmia.
sme: 87. Spesiálaraporterejeaddji ávžžuha, ahte Davviriikkat ja sámedikkit beavttálmahttet oktasaš rahčamušaid sámegielaid ealáskahttima várás ja nannejit sámegielaid ja sámi kultuvrra oahpahanprográmmaid.

source: Valtioiden tulee välittömästi järjestää saamelaiskäräjille riittävä rahoitus, jonka turvin näiden tavoitteiden saavuttamiseksi voidaan toteuttaa yhteisesti sovitut toimenpiteet.
sme: Stáhtat galggašedje dalánaga lágidit sámedikkiide doarvái ruhtadeami vai dat sáhttet ollašuhttit dáid oktasaččat sohppojuvvon doaibmabijuid.

source: Valtioiden tulisi myös lisätä saamentaitoisten opettajien saatavuutta ja lukumäärää.
sme: Stáhtat galggašedje maid lasihit sámegielat oahpaheaddjiid gelbbolašvuođa ja meari.

source: Lisäksi valtioiden tulisi pyrkiä vahvistamaan saamelaiskielten käyttöä tuomioistuimessa ja muiden viranomaisten kanssa asioitaessa ja parantaa edelleen julkisten palvelujen saatavuutta saamelaiskielillä.
sme: Dasa lassin stáhtat galggašedje figgat nannet sámegielaid geavaheami duopmostuoluin ja eará eiseválddiin ja buoridit ain almmolaš bálvalusaid oažžuma sierra sámegielaide.

source: 88. Valtioiden ja saamelaiskäräjien tulisi yhteistoimin kehittää ja toteuttaa toimenpiteitä yleisen tietoisuuden lisäämiseksi saamelaiskansoista mediassa ja suuren yleisön keskuudessa.
sme: 88. Stáhtat ja sámedikkit galggašedje ovttasráđiid gárggiidit ja ollašuhttit doaimmaid vai almmolaš diđolašvuohta Sámi álbmogis lassána mediain ja váldoálbmogiid gaskavuođas.

source: Tällaista tietoisuuden lisäämistä tulisi edistää muun muassa perus- ja keskiasteen koulujen sekä yliopistojen opetusohjelmissa.
sme: Dákkár diđolašvuođa lassáneami galgá ovddidit ee. vuođđo- ja gaskadási skuvllaid ja universitehtaid oahppoplánain.
